Repository: maykinmedia/zgw-consumers
Catalog: zgw_consumers/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Connection check status code
nl: Statuscode van de verbindingstest

source: n/a
nl: n.v.t.

source: No NLX
nl: Geen NLX

source: AC (Authorizations)
nl: AC (Autorisaties API)

source: NRC (Notifications)
nl: NRC (Notificaties API)

source: ZRC (Zaken)
nl: ZRC (Zaken API)

source: ZTC (Zaaktypen)
nl: ZTC (Catalogi API)

source: DRC (Informatieobjecten)
nl: DRC (Documenten API)

source: BRC (Besluiten)
nl: BRC (Besluiten API)

source: No authorization
nl: Geen authorisatie

source: API key
nl: API sleutel

source: ZGW client_id + secret
nl: ZGW client_id en secret

source: The url service is unknown.
nl: De service voor de URL is onbekend.

source: URL to OAS yaml file
nl: URL naar het OAS-bestand (YAML-formaat)

source: OAS file
nl: OAS-bestand

source: OAS yaml file
nl: OAS YAML-bestand

source: Set either oas or oas_file, not both
nl: Geef de OAS URL of het OAS-bestand op, niet beide

source: Set either oas or oas_file
nl: Geef de OAS URL of het OAS-bestand op

source: A unique, human-friendly slug to identify this service. Primarily useful for cross-instance import/export.
nl: Een unieke, voor mensen leesbare slug om deze service te identificeren. Hoofdzakelijk nuttig voor importeren en exporteren.

source: api root url
nl: basisurl van de API

source: connection check endpoint
nl: endpoint verbindingstest

source: A relative URL to perform a connection test. If left blank, the API root itself is used. This connection check is only performed in the admin when viewing the service configuration.
nl: Een pad/relatieve URL waartegen de verbindingstest uitgevoerd wordt. Indien geen waarde opgegeven is, dan wordt de basisurl van de API gebruikt. The verbindingstest wordt enkel uitgevoerd in de beheerpagina wanneer de instellingen weergegeven worden.

source: authorization type
nl: authorisatietype

source: header key
nl: header sleutel

source: header value
nl: header waarde

source: NLX (outway) address
nl: NLX-outway adres

source: user ID
nl: gebruikers-ID

source: user representation
nl: gebruikersweergave

source: Human readable representation of the user.
nl: Weergave van de gebruikersidentiteit voor mensen.

source: The SSL/TLS certificate of the client
nl: Het SSL/TLS-certificaat van de client

source: The SSL/TLS certificate of the server
nl: Het SSL/TLS-certificaat van de server

source: Timeout (in seconds) for HTTP calls.
nl: Time-out (in seconden) voor HTTP-calls. Na het verstrijken wordt het verzoek afgebroken.

source: If header_key is set, header_value must also be set
nl: Als de header_key opgegeven is, dan moet je ook een header-waarde opgeven

source: If header_value is set, header_key must also be set
nl: Als de header_value opgegeven is, dan moet je ook een header-sleutel opgeven

source: NLX outway address
nl: NLX-outway adres

source: Example: http://my-outway.nlx:8080
nl: Voorbeeld: http://mijn-outway.nl:8080

source: Your organization TLS certificate for the NLX network. This is used to fetch the list of available services from the NLX directory API.
nl: Het TLS-certificaat van jouw organisatie voor het NLX-netwerk. Dit wordt gebruikt om de lijst van beschikbare services uit de NLX directory API op te halen.

source: Your organization TLS private key for the NLX network. This is used to fetch the list of available services from the NLX directory API.
nl: De TLS-priv√©sleutel voor het NLX-netwerk. Dit wordt gebruikt om de lijst van beschikbare services uit de NLX directory API op te halen.

source: NLX configuration
nl: NLX-configuratie

source: Connection refused. Please provide a correct address.
nl: Verbinding geweigerd. Geef een valide adres op.

source: Value cannot be a URL
nl: De waarde mag geen volledige URL zijn.

source: No download allowed
nl: Geen download toegestaan
